{"article_ID": "20200410T050501Z", "publish_date": "2020/04/10", "title": "Chinese government reveals draft list of animals which can be farmed for meat", "body": "#Chinese government reveals draft list of animals which can be farmed for meat#. Beijing temporarily banned all trade in wild animals for food following the outbreak, which has now spread globally to infect more than 1.6 million people, but the new law has yet to be finalized.China's Ministry of Agriculture issued a draft list of animals considered fit to be used as livestock on Wednesday night, including dietary staples such as pigs, cows, chickens and sheep, as well as \"special livestock\" such as a number of species of deer, alpaca and ostriches.Two species of fox, raccoons and minks can be kept as livestock but not for their meat.There is no mention of the species of animal which are suspected by scientists to have spread the virus to humans, such as pangolins, bats and civet cats.Dogs are also absent from the list of livestock, which, if formally enforced, would lead to China's first countrywide ban on their consumption in a victory for animal rights activists.\"With the progress of human civilization and the public's concern and preference for animal protection, dogs have evolved from traditional livestock to companion animals,\" said an accompanying explanation of the draft. \"They are generally no longer regarded as livestock in the rest of the world. It is not advisable to list them under livestock or poultry in China.\"The draft has still yet to be finalized and the public has until May 8 to provide feedback.In a statement on Thursday, the Humane Society International said that the draft proposal could be a \"game-changer\" for animal protection in China.\"We have to await the outcome of the consultation phase but this draft could effectively pave the way for China to officially take dogs and cats off the menu,\" spokeswoman Wendy Higgins said.The initial outbreak of the novel coronavirus epidemic has been linked to a wet market in Wuhan, capital of Hubei province in Central China, where a wide variety of wild animals were being sold as meat, including snakes, porcupine and raccoon dogs.Wet market is a widely used term across parts of Asia to describe markets that sell meat, fish and perishable goods. Not all wet markets sell animal products.The consumption of wild animals is not common in most of China but there is a highly lucrative trade, especially in the country's south.When wild animals are kept in close proximity and unsanitary conditions, experts say there is a high risk of viruses spreading between the animals and then potentially to humans.Researchers have theorized that it may have been a bat or a pangolin who originally spread the virus to humans, but there has been no conclusive answer yet."}