{"article_ID": "20200409T130410Z", "publish_date": "2020/04/09", "title": "New data shows more Americans are having trouble paying their rent", "body": "#New data shows more Americans are having trouble paying their rent#. Now we have an idea of just how difficult: Nearly a third of 13.4 million US renters, 31%, didn't pay their rent between April 1 and April 5. That's according to data from the National Multifamily Housing Council, a trade association for the apartment industry.Of more than 13 million units in the US that the report covered, 69% of renters paid their rent between April 1 and 5. During the same period in April 2019, 82% of households paid their rent on time, the report said. And just last month, 81% of renters paid rent by March 5. It's additional evidence of how the coronavirus pandemic is affecting the US job market, and as a result, Americans' financial health.Putting the numbers into perspectiveWhile the data is concerning, it should be put into context, said Priscilla Almodovar, CEO of Enterprise Community Partners, a national non-profit developing affordable housing.There are 44 million renter households in the country, and the NMHC report only reflects data from 13.4 million rental units and does not include subsidized housing, a lifeline for many low-income people.Almodovar said there were likely logistical challenges to people paying the rent on time in April. Many offices were closed and standard operating procedures for much of daily life was disrupted. The 5th of the month, often when a late fee is incurred and when the NMHC survey period ended, also fell on a Sunday.We won't really have an accurate picture of what the impact of millions of people filing for unemployment will be until May, she said.\"People were working in March. April rent may have come from their savings,\" Almodovar said. \"The rent check is probably the first thing they pay. Now they may be unemployed, and we don't know what resources will get to them in time for May.\"Her organization is calling for direct rental assistance, in which struggling tenant's rents are paid to landlords by the government.\"It allows money to move up the ladder,\" said Flora Arabo, national senior director of state and local policy at Enterprise Community Partners. \"In April, there is still time to get money flowing. What happens when eviction moratoriums are lifted? Now there is a critical window to get emergency assistance to those who need it.\"The federal government's $2 trillion stimulus bill will pad some Americans' falls: Renters in federally subsidized affordable housing can receive aid, including a 120-day moratorium on evictions and late fees. Evictions halted in some citiesBut most rental properties are owned by private landlords and therefore aren't eligible, though some multifamily landlords with federally backed mortgages may receive a forbearance on their payments if they don't evict their tenants. Ahead of the steep uptick in unemployment claims, at least half of states and dozens of cities temporarily halted evictions in March, but rent was still due. And while missing a payment may not immediately result in eviction, continuing to skip them would. There are other avenues for aid, though. Solomon Greene, a senior fellow in housing policy at the Urban Institute, suggested that tenants alert their landlords to their inability to pay and seek out aid from non-profits, or use their stimulus check included in the $2 trillion bill to cover some of their expenses. And in other cases, strangers are footing bills. A CNN viewer surprised a guest on Erin Burnett OutFront by paying her rent. The guest, like millions of other service industry workers, had lost her job. Some landlords are offering discounts and payment plans to help renters.Clay Grubb, CEO of Grubb Properties, a multifamily housing developer based in Charlotte, North Carolina, offered a 10% discount to renters who paid by April 1. Nearly 70% of his renters took advantage of the discount, saving them nearly $400,000 in rent altogether.\"We decided to provide a new program for the remaining 30% of the residents,\" said Grubb.If they paid their April rent in a timely manner -- which could mean through a payment program -- they would get a 10% credit toward their May rent. As of April 8, Grubb collected April rents from 94% of his residents.He also relaxed the requirements for tenants who want to terminate a lease -- dropping a 30-day notification and two-month rent requirement to 15 days and one month's rent. So far, 22 tenants, less than 1%, took advantage of that.As Grubb highlighted, there's an \"importance of compassion when it comes to the relationship that landlords have with their residents and ways landlords can help in this crisis.\"Clarification: This story was updated to clarify that the data from the National Multifamily Housing Council shows that 31 percent of some US renters didn't pay rent by April 5."}