{"article_ID": "20200409T092729Z", "publish_date": "2020/04/09", "title": "Saudi Arabia declares ceasefire in Yemen over coronavirus", "body": "#Saudi Arabia declares ceasefire in Yemen over coronavirus#. The ceasefire in the five-year conflict was set to begin Thursday, according to coalition spokesman Col. Turki al-Malki. SPA said the move was prompted by United Nations Secretary-General Antonio Guterres' call for a pause of hostilities in the country in order to counter the spread of Covid-19. The coronavirus has now infected more than 1.5 million people and killed over 88,000 worldwide, according to Johns Hopkins University.Malki also said the temporary ceasefire would pave the way for talks between the Saudi-backed government in Aden, and Iran-backed Houthi rebels based in the Yemeni capital of Sanaa. The ceasefire would create the environment for the UN \"to hold a meeting between the legitimate government and the Houthis, and a military team from the (Saudi-led) coalition under the supervision of the UN envoy to discuss his proposals on the steps and mechanisms to implement a permanent ceasefire in Yemen,\" said Malki, according to SPA. The UN welcomed Saudi Arabia's announcement. \"I am grateful to the Kingdom of Saudi Arabia and the Arab Coalition for recognizing and acting on this critical moment for Yemen,\" Special Envoy of the Secretary-General for Yemen, Martin Griffiths said in a UN statement Wednesday. \"The parties must now utilize this opportunity and cease immediately all hostilities with the utmost urgency, and make progress towards comprehensive and sustainable peace\" A Houthi rebel spokesman said the group was working on a plan to end the war. \"Building on the call of the United Nation's Secretary-General for a ceasefire in Yemen, we have put forward a comprehensive national vision to the UN that includes a comprehensive end to the war, and a complete end to the blockade,\" Mohammed Abdel Salam tweeted. \"It includes the safety of Yemen and its unity and independence and it establishes political dialogue with a view to a new transition.\" A source with knowledge of the Saudi officials' perspective on the process expressed hope for a deal, saying it's what the Saudis have been working towards for a long time. According to the source, the aim of the ceasefire is to create an environment for UN talks to succeed. Yemen has been embroiled in a years-long civil war that has pitted a coalition backed by Saudi Arabia and the United Arab Emirates against the Iran-backed Houthi rebels. The war has claimed thousands of lives and led to mass starvation and outbreaks of disease in the country. "}