{"article_ID": "20190918T170052Z", "publish_date": "2019/09/18", "title": "Using hand sanitizer may be giving you a false sense of security", "body": "#Using hand sanitizer may be giving you a false sense of security#. As you reach for a tissue and blow your nose you notice your coworkers recoiling in horror, so you make a reassuring pump of the hand sanitizer. \"See, I'm protecting you!\" you want to say to them as you rub the translucent goop across your hands.But are you really protecting them? A new study shows that quickly smearing an ethanol-based hand sanitizer onto your hands probably won't kill those cold and flu bugs. According to the study, it's because your fingers are still wet with mucus.Japanese researchers dabbed wet mucus harvested from people infected with influenza A onto the fingertips of 10 plucky volunteers and then applied hand sanitizer. The ethanol didn't kill the flu virus, even when the sanitizer was left on their fingers for a full two minutes. It took four minutes to fully deactivate the virus so that it wasn't infectious.A contradictory resultThe results of this new study are in contrast to many previous studies that show ethanol-based disinfectants are quite effective against the spread of germs. \"In our studies hand sanitizers worked pretty darn good compared to soap and water,\" said microbiologist Dr. Charles Gerba, a professor at the University of Arizona who is more commonly known as \"Dr. Germ\" for his work on infectious microbes. \"The reason why is most people don't wash their hands enough to kill the germs,\" Gerba said. \"We've done surveys and watched people and timed them. It comes out to only 11 seconds. So nobody really does it long enough.\"Another reason for the contradictory results, according to study co-lead Dr. Ryohei Hirose, is because most prior studies tested the use of the sanitizers on flu virus that had dried on the hands, instead of the wet mucus that microbes need to grow and spread. In this new study, published Wednesday in the journal mSphere, it was the thick consistency of the mucus that protected the virus for so long, according to Hirose, who is a molecular gastroenterologist at Kyoto Prefectural University of Medicine in Japan. In fact, when Hirose and his colleagues had volunteers rub sanitizers on fingertips with fully dried mucus (which took a half hour to dry in their tests), the flu virus was killed within 30 seconds of application.However, Hirose plans to look at the impact of more intensive rubbing on flu viruses in further research. It may be that just the act of rubbing could help kill the pesky germs.\"The effect of antiseptic hand rubbing on infectious mucus may be higher than the results of our study,\" Hirose said. \"We are verifying the scientific significance of the act of hand rubbing in order to propose the best regimen.\" What works, wet or dryThe study also found washing hands in running water for 30 seconds killed both wet and dry flu-infected mucus. So the next time you sneeze or cough in front of phobic co-workers, do what the US Centers for Disease Control and Prevention suggests and wash your hands right away -- the right way:Wet your hands with clean running water and apply soap to a latherScrub all surfaces: palms, backs, fingers, between fingers, under nailsScrub for 20 seconds (that's the time it takes to sing 'Happy Birthday\" twice)Rinse under clean, running water, dry hands with clean towel or air dryOh, and tell your co-workers to go do the same. "}