{"article_ID": "20191217T190903Z", "publish_date": "2019/12/17", "title": "This 5-year-old paid off the lunch balances for 123 students by selling cocoa and cookies", "body": "#This 5-year-old paid off the lunch balances for 123 students by selling cocoa and cookies#. Katelynn Hardee, a kindergartner at Breeze Hill Elementary School, overheard a parent say she was having difficulty paying for an after school program. \"She started asking me a lot of questions and I just tried to explain to her that sometimes people aren't as fortunate and that we need to try to be kind and give when we can,\" Karina Hardee, Katelynn's mom, told CNN.So Katelynn decided to set up a stand on December 8, spending her Sunday selling hot cocoa, cider, and cookies. Katelynn and her mom donated the $80 collected, which went towards paying off the negative lunch balances of over 100 students at her elementary school. By doing this, the youngster hopes that other students \"can have a snack and lunch. If they don't, their tummies grumble,\" Katelynn said, according to her mom. \"Everybody is just so proud and happy and other students are already talking about ways they can also make a difference,\" said Breeze Hill Principal Lori Higley. \"It goes to show that even one small, kind act from a 5-year-old can mean the difference for someone in their life.\" Katelynn's next goal is to raise enough money to pay off not only all the negative lunch balances at Breeze Hill, but the \"thousands of negative accounts\" at schools in the Vista Unified School District, Hardee said.To help in her new mission, which she calls #KikisKindnessProject, other students and staff at Breeze Hill will host a hot cocoa and baked goods stand on Saturday to raise more money to pay off negative school lunch accounts at the school.After all the accounts in the entire district have been paid off, Katelynn will then use the money raised to help support school programs which will be removed due to budget cuts. \"It's all about kindness. Especially this holiday season, and with everything that's going on in the world, we just need a little bit more kindness out there,\" Hardee said. "}