{"article_ID": "20191211T201619Z", "publish_date": "2019/12/11", "title": "Video shows a man rescuing neighbor's dog after its leash got stuck in elevator doors", "body": "#Video shows a man rescuing neighbor's dog after its leash got stuck in elevator doors#. Johnny Mathis, 27, was coming home from work in Houston, Texas and had just parked his car in his apartment complex's underground garage. Mathis lives on the ground floor of his community so he took the elevator up to his floor. As soon as he got off, a woman and her dog were trying to get on.\"When she got on, I was looking at the dog, because it was a cute dog,\" Mathis told CNN. \"I noticed the leash was kinda long but I didn't think it wasn't going to make it on the elevator or anything.\"In the 39-second clip Mathis posted on Twitter, you see him leaving the elevator but quickly coming back to pick up the Pomeranian once he saw the owner was gone and it was still stuck there alone. Mathis said he yelled back to her, \"hey your dog!\" when he noticed the Pomeranian didn't make the elevator.\"Instinct just kicked in, I just grabbed that leash,\" he said. \"There was so much fur, that's why it took me a bit to get that lever off of the collar and when I did, I let go, you could see that leash just shoot off to the top of the elevator.\" As soon as the elevator doors shut, Mathis said the dog's owner could be heard frantically crying.The moment he was able to get the Pomeranian off its leash, Mathis said he kept banging on the elevator doors to let her know her dog was safe but he doesn't think she heard him.\"She thought the worse, that the dog had died,\" he said.When the owner returned back to the ground floor, Mathis said she was so thankful but still visibly upset and couldn't stop crying.\"I think she just said 'thank you' and we hugged but she was just so overcome with emotion,\" he said.Mathis hasn't seen her since but thinks she had just moved to the apartment complex so he wasn't sure if she didn't know how the elevators worked, but that there was really no way to know that this could have happened the way it did.A day after the incident, Mathis went to his apartment leasing office and explained to the leasing agents what happened. They went to take a look at the security video and saw it unfold all over again in disbelief that the dog made it out safely.Mathis was happy he was there to help and said this could have happened to anyone -- a perfect example of being in the right place at the right time."}