{"article_ID": "20191209T030624Z", "publish_date": "2019/12/09", "title": "Meet the 2019 CNN Hero of the Year", "body": "#Meet the 2019 CNN Hero of the Year#. Freweini Mebrahtu has dedicated her life to keeping girls in school by designing a reusable menstrual pad and trying to end the cultural stigma around the issue -- and because of her work, she has been named the 2019 CNN Hero of the Year.\"I don't even know what to say,\" Mebrahtu said when receiving the award. \"I am so humbled and grateful for CNN ... this is for all the girls and women everywhere. Dignity for all.\"Online voters selected Mebrahtu as the 2019 CNN Hero of the Year award from among the Top 10 CNN Heroes finalists. Mebrahtu -- who is from Ethiopia and studied chemical engineering in the US -- designed and patented a reusable menstrual pad in 2005.  She and her team produce 750,000 reusable pads a year at her factory in Ethiopia. Nearly 800,000 girls and women have benefited from her work.More than 80% of the pads she manufactures are sold to non-governmental organizations that distribute them for free.She knows personally what it's like to deal with the issue. \"I remembered (hearing) that it's actually a curse to have a period ... or that it meant I am ready to be married, or (that) I'm being bad,\" Mebrahtu told CNN.Mebrahtu has teamed up with the nonprofit, Dignity Period, to end the stigma around the issue by speaking at schools and teaching girls and boys that menstruation is natural, not shameful. \"The whole goal was not only making the pads, but also attacking the cultural baggage to it,\" she said. Dignity Period has distributed more than 150,000 free menstrual hygiene kits purchased from Mebrahtu's factory. Data gathered by the group shows that schools visited by Dignity Period had a 24% increase in attendance among girls.As the 2019 CNN Hero of the Year, Mebrahtu will receive $100,000 to expand her work. All of the top 10 CNN Heroes for 2019 were honored at Sunday's gala and will receive a $10,000 cash award. Mebrahtu was presented with the Hero of the Year award Sunday night by hosts Anderson Cooper and Kelly Ripa.Also honored Sunday were the 2019 CNN Heroes Young Wonders, four teens who are making the world a better place with their volunteer efforts which include creating an inclusive swim team for kids with disabilities, crafting special bags for the homeless, cheering up kids in foster care and helping veterans in need.If you know someone who is making the world a better place, you can nominate them as a 2020 CNN Hero at CNNHeroes.com. If you would like to support Mebrahtu's work or any of the nonprofit organizations of the Top 10 CNN Heroes, you can also make a donation via CNNHeroes.com.  All donations made by January 2, 2020, will be matched by Subaru up to $50,000 per Hero.To learn more, like CNN Heroes on Facebook, follow @CNNHeroes on Twitter and the CNN Heroes Instagram account."}