{"article_ID": "20200410T123303Z", "publish_date": "2020/04/10", "title": "Ancient Britons didn't eat hares or chickens -- they venerated them", "body": "#Ancient Britons didn't eat hares or chickens -- they venerated them#. The ancient Britons would most likely have been horrified by the idea.New research has found that, rather than being seen as tasty morsels, chickens and brown hares were associated with gods and therefore off the menu when they first arrived in Britain. A team of experts from the Universities of Exeter, Leicester and Oxford in the UK found through radiocarbon dating that these animals -- long associated with Easter -- reached the UK between the fifth and third centuries BC.However, it is thought that they were not used for food until hundreds of years later, after the Romans conquered Britain.Citing the discovery of carefully buried skeletons \"with no signs of butchery,\" the researchers say the archaeological evidence shows that hares and chickens were initially not consumed.  These new findings corroborate a passage written by Julius Caesar more than 2,000 years ago in his book \"De Bello Gallico,\" in which he says: \"The Britons consider it contrary to divine law to eat the hare, the chicken, or the goose. They raise these, however, for their own amusement and pleasure.\"The research team suggests that hares were associated with an unknown hare goddess and chickens with an Iron Age god similar to Mercury, the Roman messenger god. Professor Naomi Sykes, an archaeologist at the University of Exeter and the lead researcher on the project, told CNN: \"When new animals arrive into a culture, they are often linked with deities.\"She said that horses, which were introduced to Britain slightly before chickens and hares, also had a \"special status,\" although they were \"occasionally eaten.\" Although their religious associations lasted through the Roman era, Sykes said: \"They were increasingly eaten, and hares were even farmed as livestock. Rather than being buried as individuals, hare and chicken remains were then disposed of as food waste.\"After Roman rule collapsed in 410 AD in Britain, the populations of these animals declined heavily and they are thought to have regained their special status because of their scarcity. The research team is now working to track how chickens, which are native to southeast Asia, came to Britain. Brown hares' origins remain unknown, according to Sykes.  "}