{"article_ID": "20200331T135055Z", "publish_date": "2020/03/31", "title": "Some ultra-Orthodox Jews are ignoring Israel's coronavirus rules, despite a warning to 'wake up!'", "body": "#Some ultra-Orthodox Jews are ignoring Israel's coronavirus rules, despite a warning to 'wake up!'#. Despite a police presence, the crowd mingled freely, apparently unconcerned about the government restrictions on large gatherings, or the reason behind them.As Israel has battled the spread of coronavirus, the government has imposed increasingly tighter restrictions on the public in an attempt to slow the rate of infection. As of Tuesday morning, Israel had 4,831 confirmed cases of coronavirus and 17 deaths as a result of the disease. Though police say the majority of the public has heeded the instructions, the seriousness of the situation seems yet to have fully penetrated the ultra-Orthodox community.More than a week earlier, an ultra-Orthodox wedding in Bet Shemesh near Jerusalem drew a crowd of 150, police said, in violation of government restrictions which limited weddings to ten people. One of those in attendance was supposed to be in quarantine, police said. He was one of three people arrested for endangering public health. \"With the ultra-religious communities, we are definitely emphasizing police units being inside and dispersing people,\" said police spokesman Micky Rosenfeld. \"We're seeing gatherings of more than ten people which is against the law,\" Rosenfeld said, emphasizing instances of religious schools that have remained open, despite orders to close.In the ongoing fight against coronavirus, the ultra-Orthodox communities have become the front line. Police officers and SWAT teams have gone into these neighborhoods, warning people of the new restrictions on public gathering and issuing tickets to those who ignore the rules. But too often, the Haredim view civil laws and restrictions as an intrusion into their conservative, strictly religious, lifestyle.In Mea Shearim, video from Israel police showed officers showered with cries of \"Nazis\" and \"murderers\" as they made their way down the labyrinthine alleys of the insular Jerusalem neighborhood. A medical team from Magen David Adom (MDA), Israel's emergency response service, was pelted with rocks in the same neighborhood while trying to carry out a coronavirus test, a spokesman from MDA said.Infection rates in ultra-Orthodox communities are markedly higher than the rest of the country. The ultra-Orthodox communities in Bnei Brak, Mea Shearim, and Kiryat Yearim, which lies between Jerusalem and Tel Aviv, have among the highest infection rates in Israel, Rosenfeld said. A spokesman for the mayor of Bnei Brak said health officials had confirmed the town had the single highest infection rate in the entire country.   Israel's ultra-Orthodox, also known as the Haredim, make up just 14% of the country's total population but comprises a disproportionately large number of coronavirus patients. At Tel Hashomer hospital outside Tel Aviv, 60% of the coronavirus patients are ultra-Orthodox, spokesman Steve Walz tells CNNHaredi communities routinely shun modern technology like internet and smart phones. Despite a gradual modernization movement, the community still relies on posters and signs plastered on street corners to spread important messages and news.  On one corner in Mea Shearim, a sign implores the community to heed the government's instructions, saying, \"Danger! Responsibility Demands,\" and explains who need to enter self-quarantine. But the sign was ripped apart, with the middle section torn out.A number of signs nearby shared a very different message about a \"Terrible Discovery\" that the \"Corona Epidemic = A Lack of Modesty.\" The poster implored women and girls to dress modestly and adhere to religion according to the demands of Jewish law.Despite outward appearances, the ultra-Orthodox community is not homogenous. Instead it is divided into many different factions and groups, each with its own rabbis and leaders. A directive from one rabbi may not hold sway over the followers of a different rabbi. Some of the groups are defiantly opposed to the existence of the state of Israel, believing it makes less likely the arrival of the Messiah. One of the most radical is known as the Jerusalem faction, which regularly organizes protests against the Israeli government. Police say it was this group that held the funeral in Bnei Brak over the weekend.Even so, some leading ultra-Orthodox rabbis have begun to instruct their followers to obey government restrictions. Rabbi Chaim Kanievsky, one of the most prominent Haredi religious leaders, warned on religious media outlets that anyone who doesn't obey the instructions of the Ministry of Health should be turned over to police. In an extraordinary move, he even allowed ultra-Orthodox Jews to answer their phone on the Sabbath -- when use of technology and electricity are strictly forbidden -- if they're expecting results of a coronavirus test. Kanievsky's intervention was all the more remarkable because in an earlier announcement about the virus he had told his followers to continue their communal study of the Torah, in direct contradiction to government instructions.The mayor of Bnei Brak, Avraham Rubinstein also warned the ultra-Orthodox community in no uncertain terms to \"Wake Up!\" in a recorded message that went out to residents via telephone. Rubinstein himself is under quarantine from the spread of coronavirus within Bnei Brak.The phone call itself provides an illustration of one of the most difficult aspects of disseminating a message to the Haredi community -- when an entire population shuns the internet, smart phones and other modern means of communication, spreading urgent news and the latest directives is incredibly challenging.\"Inside these religious communities, they are not online and they are not using communicative systems, such as smart phone and televisions,\" said Micky Rosenfeld. \"They don't exist inside these neighborhoods.\"Mayor Rubinstein followed up his recorded warning with an interview Monday morning on a Haredi radio station, saying \"Bnei Brak has done, is doing, and will do, everything to prevent people gathering and to do everything the Ministry of Health instructs.\" But he acknowledged the town had little power to close private religious institutions that refused to comply.\"We're in a war,\" Moti Ravid, head of the Mayanei Hayeshua hospital in Bnei Brak, told public broadcaster Kan on Sunday. \"I warned a month ago that there would be a catastrophe in the city if they did not stop the gatherings and close the synagogues and the yeshivas, and everyone yelled at me, 'How dare you?'\"\"Today, they say, 'It's a pity we didn't listen to you then.'\"In the face of an epidemic that is decidedly worse in one specific community, the government has contemplated quarantining the ultra-Orthodox neighborhoods.On Army Radio Sunday morning, Ministry of Health Director-General Moshe Bar Siman Tov said officials were looking into the possibility. \"We are checking this,\" said Siman Tov. \"If we get to the conclusion that this will be an effective step, we will recommend it.\""}